/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Datas";
"AppDates.DATES.PAST_DUE" = "Prazo Ultrapassado";
"AppDates.DATES.TODAY" = "Hoje";
"AppDates.DATES.THIS_WEEK" = "Esta Semana";
"AppDates.DATES.NEXT_WEEK" = "Próxima Semana";
"AppDates.DATES.UPCOMING" = "Próximo";
"AppDates.EMPTY.TITLE" = "Não há Datas";
"AppDates.EMPTY.SUBTITLE" = "Você não tem cursos ativos com eventos agendados no momento. Matricule-se em um curso para ver datas e prazos importantes.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Você perdeu alguns prazos?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Não se preocupe – altere nosso cronograma sugerido para concluir as atribuições pendentes sem perder nenhum progresso.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "Alterar Datas de Entrega";
"Profile.TITLE" = "Perfil";
"Profile.INFO" = "Informações do perfil";
"Profile.ABOUT" = "Sobre mim";
"Profile.EDIT_PROFILE" = "Editar Perfil";
"Profile.YEAR_OF_BIRTH" = "Ano de nascimento:";
"Profile.BIO" = "Biografia:";
"Profile.SETTINGS" = "Configurações";
"Profile.SETTINGS_VIDEO" = "Configurações de vídeo";
"Profile.DATES_AND_CALENDAR" = "datas e calendário";
"Profile.SUPPORT_INFO" = "Informações de suporte";
"Profile.CONTACT" = "Entre em contato com o suporte";
"Profile.TERMS" = "Termos de uso";
"Profile.PRIVACY" = "Política de Privacidade";
"Profile.COOKIE_POLICY" = "Política de cookies";
"Profile.CURRENT_LEARNING_SITE" = "";
"Profile.DO_NOT_SELL_INFORMATION" = "Não venda minhas informações pessoais";
"Profile.FAQ_TITLE" = "Ver FAQ";
"Profile.MANAGE_ACCOUNT" = "Gerenciar conta";
"Profile.LEARNING_SITES" = "Locais de Aprendizagem";
"Profile.LOGOUT" = "Sair";
"Profile.SWITCH_TO" = "Mudar para";
"Profile.FULL_PROFILE" = "perfil completo";
"Profile.LIMITED_PROFILE" = "perfil limitado";
"Profile.LOGOUT_ALERT.TITLE" = "Confirmar logout";
"Profile.LOGOUT_ALERT.TEXT" = "Tem certeza de que deseja sair?";
"Profile.DELETE_ALERT.TITLE" = "Aviso!";
"Profile.DELETE_ALERT.TEXT" = "Você realmente quer eliminar sua conta?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Sair sem salvar?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "As alterações feitas serão descartadas.";
"Profile.EDIT.TOO_YONG_USER" = "Você deve ter mais de 13 anos para ter um perfil com acesso total às informações.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Um perfil limitado compartilha apenas seu nome de usuário e foto de perfil.";
"Profile.EDIT.DELETE_ACCOUNT" = "Excluir conta";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Ano de nascimento";
"Profile.EDIT.FIELDS.LOCATION" = "Localização";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Linguagem falada";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Sobre mim:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Alterar imagem de perfil";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Selecione da galeria";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Remover foto";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Cancelar";
"Profile.DELETE_ACCOUNT.TITLE" = "Excluir conta";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Tem certeza que quer ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "excluir sua conta?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Para confirmar esta ação, digite a senha da sua conta.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Palavra-passe";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Digite a senha";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Sim, excluir conta";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Voltar ao perfil";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "A senha está incorreta. Por favor, tente novamente.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Configurações de vídeo";
"Profile.SETTINGS.WIFI_TITLE" = "Transferir apenas com Wi-Fi";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Baixe conteúdo somente quando o wi-fi estiver ligado";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Qualidade de streaming de vídeo";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Automático (Recomendado)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Auto";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Recomendado";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Menor uso de dados";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Melhor qualidade";
"Profile.SETTINGS.VERSION" = "Versão:";
"Profile.SETTINGS.UP_TO_DATE" = "Atualizado";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Toque para atualizar para a versão";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Toque para instalar a atualização do aplicativo necessária";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Não é possível enviar e-mail. Parece que seu cliente de e-mail não está configurado.";
"Profile.CALENDAR.NEW_CALENDAR" = "Novo calendário";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Alterar opções de sincronização";
"Profile.CALENDAR.ACCOUNT" = "Conta";
"Profile.CALENDAR.CALENDAR_NAME" = "Nome do calendário";
"Profile.CALENDAR.COLOR" = "Cor";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "As próximas tarefas para os cursos ativos aparecerão neste calendário";
"Profile.CALENDAR.CANCEL" = "Cancelar";
"Profile.CALENDAR.BEGIN_SYNCING" = "Começar a sincronizar";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Sincronizado";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Falha na sincronização";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Desligado";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Sincronizando com o calendário...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Acesso ao calendário";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Desativar sincronização de calendário";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Para mostrar as próximas tarefas e marcos do curso no seu calendário, precisamos de permissão para acessar seu calendário.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Desabilitar a sincronização do calendário excluirá o calendário “ %@ ”. Você pode reativar a sincronização do calendário a qualquer momento.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Conceder acesso ao Calendário";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Desativar sincronização";
"Profile.CALENDAR_DIALOG.CANCEL" = "Cancelar";
"Profile.DATES_AND_CALENDAR.TITLE" = "Datas e calendário";
"Profile.CALENDAR_SYNC.TITLE" = "Sincronização de calendário";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Configure a sincronização do calendário para mostrar suas próximas tarefas e marcos do curso em seu calendário. Novas tarefas e datas de curso alteradas serão sincronizadas automaticamente";
"Profile.CALENDAR_SYNC.BUTTON" = "Configurar sincronização de calendário";
"Profile.OPTIONS.TITLE" = "Opções";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Usar datas relativas";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Mostrar datas relativas como “Amanhã” e “Ontem”";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Mostrar datas completas como “1 de janeiro de 2021”";
"Profile.DATES_AND_CALENDAR.TITLE" = "Datas e calendário";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Sincronização do calendário do curso";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Por favor, reconecte seu calendário para retomar a sincronização";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Sincronizando eventos com seu calendário no momento";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Calendário de Reconexão";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Alterar opções de sincronização";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Sincronizando %d Cursos";
"Profile.OPTIONS.TITLE" = "Opções";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Usar datas relativas";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Mostrar datas relativas como “Amanhã” e “Ontem”";
"Profile.COURSES_TO_SYNC.TITLE" = "Cursos para sincronizar";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Desabilitar a sincronização de um curso removerá todos os eventos conectados ao curso do seu calendário sincronizado.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Ocultar cursos inativos";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Remova automaticamente eventos de cursos que você não visualizou no último mês";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Inativo";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Local";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Sotaque";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Vermelho";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Laranja";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Amarelo";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Verde";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Azul";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Roxo";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Castanho";
"Profile.CALENDAR.COURSE_DATES" = "%@ Datas do curso";
"Profile.DROP_DOWN_PICKER.SELECT" = "Selecione";
"Profile.SYNC_SELECTOR.SYNCED" = "Para sincronizar";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Não sincronizado";
"Profile.SYNC.NO_SYNCED" = "Nenhum curso sincronizado";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Nenhum curso está sendo sincronizado com seu calendário no momento.";
"Downloads.DOWNLOADS.TITLE" = "Transferências";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Gerir Configurações de Transferência";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Nenhum curso com conteúdo para download";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Você neste momento não possui cursos com conteúdo para download.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ transferido";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Todos %@ baixados";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ disponível";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "transferir curso";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "A transferir";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Carregando estrutura curso ...";
"Downloads.MENU_OPTION.REMOVE" = "Remover downloads curso";
"Downloads.MENU_OPTION.CANCEL" = "cancelar transferir";
"Discovery.TITLE" = "Descobrir";
"Discovery.SEARCH" = "Procurar";
"Discovery.HEADER.TITLE_1" = "Descubra novas";
"Discovery.HEADER.TITLE_2" = "Vamos encontrar um novo curso para você.";
"Discovery.SEARCH.TITLE" = "Resultados da pesquisa";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Comece a digitar para encontrar o curso";
"Discovery.UPDATE_REQUIRED_TITLE" = "Atualização do aplicativo necessária";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Esta versão do aplicativo OpenEdX está desatualizada. Para continuar aprendendo e obter os recursos e correções mais recentes, atualize para a versão mais recente.";
"Discovery.UPDATE_WHY_NEED" = "Por que preciso atualizar?";
"Discovery.UPDATE_DEPRECATED_APP" = "Versão de aplicativo obsoleta";
"Discovery.UPDATE_BUTTON" = "Atualizar";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Configurações de Conta";
"Discovery.UPDATE_NEEDED_TITLE" = "Atualização do aplicativo";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Recomendamos que você atualize para a versão mais recente. Atualize agora para receber os recursos e correções mais recentes.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Agora não";
"Discovery.UPDATE_NEW_AVALIABLE" = "Nova atualização disponível! Atualize agora para receber os recursos e correções mais recentes";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Saindo do aplicativo";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Agora você está saindo do aplicativo e abrindo um navegador";
"Discovery.DETAILS.TITLE" = "Detalhes do curso";
"Discovery.DETAILS.VIEW_COURSE" = "Ver curso";
"Discovery.DETAILS.ENROLL_NOW" = "Inscreva-se agora";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Você não pode se inscrever neste curso porque a data de inscrição já expirou.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Para se inscrever neste curso, certifique-se de estar conectado à internet.";
"Discovery.DETAILS.COURSE_BANNER" = "Banner do curso";
"Discovery.ALERT.AUTHORIZATION" = "autorização";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Por favor entre no sistema para continuar com curso matrícula, inscrição .";
"Discussion.TITLE" = "Discussões";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "A equipa do curso desabilitou a postagem em debates.";
"Discussion.TOPICS.SEARCH" = "Pesquisar publicações";
"Discussion.TOPICS.ALL_POSTS" = "Todas as Publicações";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Postagens que estou seguindo";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Categorias principais";
"Discussion.TOPICS.UNNAMED" = "Subcategoria sem nome";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Atividade recente";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Atividade mais";
"Discussion.POSTS.SORT.MOST_VOTES" = "Mais votos";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Nenhum debate ainda";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Clique no botão abaixo para criar sua primeira discussão.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Criar discussão";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Adicionar uma publicação";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Todas as Publicações";
"Discussion.POSTS.FILTER.UNREAD" = "Não lido";
"Discussion.POSTS.FILTER.UNANSWERED" = "Sem resposta";
"Discussion.POSTS.CREATE_NEW_POST" = "Criar nova postagem";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Faça uma seleção";
"Discussion.POST.LAST_POST" = "Última postagem:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Comentário adicionado";
"Discussion.THREAD.ADD_RESPONSE" = "Adicionar uma resposta";
"Discussion.CREATE_THREAD.NEW_POST" = "Criar nova postagem";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Selecione o tipo de postagem";
"Discussion.CREATE_THREAD.TOPIC" = "Tópico";
"Discussion.CREATE_THREAD.TITLE" = "Título";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Siga esta discussão";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Siga esta pergunta";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Criar nova discussão";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Criar nova pergunta";
"Discussion.COMMENT.REPORT" = "Relatório";
"Discussion.COMMENT.UNREPORT" = "Retirar denuncia";
"Discussion.COMMENT.FOLLOW" = "Seguir";
"Discussion.COMMENT.UNFOLLOW" = "Deixar de Seguir";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Comentário";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Comentário adicionado";
"Discussion.RESPONSE.ADD_COMMENT" = "Adicionar comentário";
"Discussion.POST_TYPE.QUESTION" = "questão";
"Discussion.POST_TYPE.DISCUSSION" = "debate";
"Discussion.SEARCH" = "Procurar";
"Discussion.SEARCH.TITLE" = "Resultados da pesquisa";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Comece a digitar para encontrar os tópicos";
"Discussion.ANONYMOUS" = "Anónimo";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Não é possível carregar os debates.\nTente novamente mais tarde.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Parabéns, você ganhou este certificado do curso em “ %@ \.”";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Ver certificado";
"Course.OUTLINE.CERTIFICATE" = "Certificado";
"Course.OUTLINE.COURSE_VIDEOS" = "Vídeos do curso";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Este curso ainda não começou.";
"Course.COURSEWARE.COURSE_CONTENT" = "Conteúdo do curso";
"Course.COURSEWARE.COURSE_UNITS" = "Unidades curriculares";
"Course.COURSEWARE.NEXT" = "Próximo";
"Course.COURSEWARE.PREVIOUS" = "Prev";
"Course.COURSEWARE.PREVIOUS_FULL" = "Anterior";
"Course.COURSEWARE.FINISH" = "Terminar";
"Course.COURSEWARE.GOOD_WORK" = "Bom trabalho!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Voltar ao esboço";
"Course.COURSEWARE.SECTION" = "Você completou “";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Continuar";
"Course.COURSEWARE.RESUME_WITH" = "Retomar com:";
"Course.ERROR.NO_INTERNET" = "Você não está conectado à Internet. Por favor, verifique sua conexão com a Internet.";
"Course.ERROR.RELOAD" = "Recarregar";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Componente do curso não encontrado, recarregue";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "No momento não há apostilas para este curso.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "No momento não há anúncios para este curso.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Não há vídeos disponíveis para este curso.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Não há tarefas disponíveis para este curso.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "As datas dos cursos não estão disponíveis no momento.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Nenhum conteúdo do curso está disponível no momento.";
"Course.ALERT.ROTATE_DEVICE" = "Gire seu dispositivo para ver este vídeo em tela cheia.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Tem certeza de que deseja excluir todos os vídeos para";
"Course.ALERT.DELETE_VIDEOS" = "Tem certeza de que deseja excluir o(s) vídeo(s) para";
"Course.ALERT.STOP_DOWNLOADING" = "Desligar o interruptor vai interromper a transferência e eliminar todos os vídeos transferidos.";
"Course.ALERT.WARNING" = "Aviso";
"Course.COURSE_CONTAINER.HOME" = "Início";
"Course.COURSE_CONTAINER.CONTENT" = "Conteúdo";
"Course.COURSE_CONTAINER.PROGRESS" = "Progresso";
"Course.COURSE_CONTAINER.VIDEOS" = "Vídeos";
"Course.COURSE_CONTAINER.OFFLINE" = "Desligado";
"Course.COURSE_CONTAINER.DATES" = "Datas";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Discussões";
"Course.COURSE_CONTAINER.HANDOUTS" = "Mais";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Materiais de apoio em desenvolvimento";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Você completou %@%% do progresso do curso";
"Course.COURSE_CAROUSEL.GRADES" = "Classificações";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Isto representa a sua classificação atual ponderada em comparação com a nota necessária para passar neste curso.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Todo o conteúdo";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Você está como ouvinte neste curso agora e tem acesso limitado ao material do curso.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "Ativar agora a versão paga";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Você assistiu a todos os vídeos!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Você está em dia com as atribuições!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Vídeos\nconcluídos";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Tarefas\nconcluídas";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Continuar a Ver";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Vídeo Seguinte";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Todos os vídeos";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Todas as Tarefas";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Próxima Tarefa";
"Course.COURSE_CONTENT.ALL" = "Todos";
"Course.COURSE_CONTENT.VIDEOS" = "Vídeos";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Tarefas";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Conclusão do curso";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Esta percentagem reflete o conteúdo que já completou no curso. Parte do material pode ainda não estar disponível.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Completado";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Progresso Geral";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Restante";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "Bloqueado";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Progresso da Nota";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Aprovado";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Não Aprovado";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Ver Certificado";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Progresso das Secções";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Nenhum progresso disponível";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Comece a aprender para ver seu progresso aqui";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Classe total";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Isto representa a sua classificação atual ponderada em comparação com a nota necessária para passar neste curso.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Nota Ponderada Geral Atual:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "É mandatório uma nota ponderada de %@%% para passar neste curso";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Obrigatório";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Detalhes da Nota";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Tipo de Tarefa";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Atual / Máx %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Completo";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "da Nota";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Este curso não contém atribuições avaliadas.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Material de Apoio";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Anúncios";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Encontre informações importantes sobre o curso";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Fique por dentro das últimas notícias";
"Course.NOT_AVALIABLE.TITLE" = "Este componente interativo não está disponível para dispositivos móveis";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Explore outras partes deste curso ou visualize-o na web.";
"Course.NOT_AVALIABLE.BUTTON" = "Abrir no navegador";
"Course.SUBTITLES.TITLE" = "Legendas";
"Course.ACCESSIBILITY.DOWNLOAD" = "Transferir";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Cancelar download";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Anel de progresso de conclusão do curso";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Secção de nota geral";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Detalhes da secção de classificação";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Item de tarefa";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Nota mínima para aprovação";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ por cento completado";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ por cento necessário para passar";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ de %@ completo, %@ de %@ por cento da nota";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Nota atual: %@ por cento";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Aviso de requisito de nota: %@ por cento necessário para passar";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Visualização do progresso mostrando %@ categorias de atribuições";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Progresso geral: %@ por cento";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Mostra a distribuição do progresso por tipo de tarefa";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Este curso não possui atribuições avaliadas para exibir";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Complete as atividades do curso para visualizar o seu progresso aqui";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Cabeçalho da coluna do Tipo de Tarefa";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Cabeçalho de coluna de porcentagem atual e máxima";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Peso: %@ por cento da nota";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ de %@ completo";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Nota atual: %@ de %@ por cento";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ de %@ completo. Peso: %@ por cento da nota. Nota atual: %@ de %@ por cento";
"Course.DOWNLOAD.DOWNLOADS" = "Transferências";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Todos os vídeos baixados";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Baixando vídeos...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Baixar para o dispositivo";
"Course.DOWNLOAD.VIDEOS" = "Vídeos";
"Course.DOWNLOAD.REMAINING" = "Restante";
"Course.DOWNLOAD.UNTITLED" = "Sem título";
"Course.DOWNLOAD.TOTAL" = "Total";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Você não pode alterar a qualidade do vídeo de download quando todos os vídeos estão sendo baixados";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "As suas Configurações atuais de transferência só permitem transferências via Wi-Fi.\nConecte-se a uma rede Wi-Fi ou altere as suas Configurações de transferência.";
"Course.COURSE_DATES.TODAY" = "Hoje";
"Course.COURSE_DATES.COMPLETED" = "Completado";
"Course.COURSE_DATES.PAST_DUE" = "Vencido";
"Course.COURSE_DATES.DUE_NEXT" = "Próximo a vencer";
"Course.COURSE_DATES.UNRELEASED" = "Não lançado";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Apenas verificado";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Itens Ocultos";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Item Oculto";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Datas de vencimento alteradas";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "As datas limite foram alteradas com sucesso para o ajudar a manter-se no bom caminho.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Ver todas as datas";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Sincronizar com o calendário";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Sincronize automaticamente todos os prazos e datas de entrega deste curso com seu calendário.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Adicionar calendário";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Remover calendário";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Gostaria de adicionar o calendário %@ &quot; %@ &quot;?\n Você pode editar ou remover o calendário do curso a qualquer momento em Calendário ou Configurações";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Você gostaria de remover o calendário %@ &quot; %@ &quot;?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "&quot; %@ &quot; foi adicionado ao seu calendário.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Sincronizando calendário...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Ver eventos";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Seu calendário de cursos foi adicionado.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Seu calendário de cursos foi removido.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Eventos do calendário";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Seu calendário de cursos está desatualizado";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "As datas do seu curso foram alteradas e seu calendário de cursos não está mais atualizado com sua nova programação.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Atualizar agora";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Seu calendário de cursos foi atualizado.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ não tem permissão de calendário. Vá para configurações e dê permissão de calendário.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Abrir configurações";
"Course.COURSE_DATES.SETTINGS" = "Configurações";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Suas datas não puderam ser alteradas. Por favor, tente novamente.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Suas datas foram alteradas com sucesso.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Datas do curso";
"Course.COURSE.DUE_TODAY" = "Vencimento hoje";
"Course.COURSE.DUE_TOMORROW" = "Devido amanhã";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ concluído";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ Seções Concluídas";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ concluído";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ Visualizado";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Ver Concluído";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Ocultar Concluído";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Completado";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Arraste e Solte";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Tarefa";
"Course.COURSE.ASSIGNMENT_GRADED" = "Avaliado";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Não iniciado";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Avaliação Aberta";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Aprendizagem Colaborativa";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Problema";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Sondagem";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "Em Progresso";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Nuvem de Palavras";
"Course.COURSE.ASSIGNMENT_LTI" = "Ferramenta Externa";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Fórum";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Maiores Descarregamentos";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Feito";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Editar";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Remover todos os downloads";
"Course.COURSE.OFFLINE.VISIBLE" = "%@ %% deste curso é visível no celular.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@ %% deste curso está disponível para download.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@ %% deste curso pode ser concluído offline.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Transferido";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "A transferir";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Disponível para download";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Pronto para baixar";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Baixar tudo";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Cancelar Download do Curso";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Você pode baixar o conteúdo do curso offline para aprender em qualquer lugar, sem precisar de uma conexão ativa com a internet ou usar dados móveis.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Nenhum conteúdo deste curso está neste momento disponível para transferir offline.";
"Course.COURSE.RETURN_TO_HOME" = "Volte ao Início do Curso";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Este componente não é baixado";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Explore outras partes deste curso ou baixe-o quando se reconectar.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Este componente ainda não está disponível offline";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Explore outras partes deste curso ou visualize isto quando se reconectar.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Sincronizado com o calendário";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Falha na sincronização do calendário";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Desligado";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ Completo - %@/%@ pontos";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Atrasado - %@/%@ pontos";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Não Disponível Ainda";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ pontos";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Rever o Sistema de Classificação do Curso";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Desconhecido";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Seção de progresso do curso";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Secção de continuação de aprendizagem";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Seção de conteúdo do curso";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Secção de mensagem de erro";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Carregando seção";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Secção de vídeos";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Progresso do vídeo %@ de %@ Concluído.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Seção de atribuições";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Seção de progresso da atribuição";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Nenhum conteúdo disponível na seção";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Página Seguinte";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Última Página";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "Página Anterior";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ de %@ atribuições completadas";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Toque para ocultar as Seções completadas";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Toque para mostrar as Seções Concluídas";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ Seção, %@ de %@ vídeos assistidos";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Secção de transferir, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Vídeo: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, Concluído";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% assistido";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, não iniciado";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Toque para reproduzir o vídeo";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ por cento completado";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Vídeo %@ de %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Navegação de Vídeo";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Sem Título de Vídeo";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Entrar";
"Authorization.SIGN_IN.WELCOME_BACK" = "Bem-vindo de volta! Entre para acessar seus cursos.";
"Authorization.SIGN_IN.EMAIL" = "E-mail";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "Email ou nome de utilizador";
"Authorization.SIGN_IN.PASSWORD" = "Palavra-passe";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Esqueceu-se da sua palavra-passe?";
"Authorization.SIGN_IN.SELECTED_SITE" = "";
"Authorization.SIGN_IN.CHANGE" = "Alterar";
"Authorization.SIGN_IN.AGREEMENT" = "Ao iniciar sessão nesta aplicação, concorda com o [%@ Contrato de Licença de Utilizador Final](%@) e [%@ Termos de Serviço e Código de Honra](%@) e reconhece que %@ e cada Membro processam os seus dados pessoais de acordo com a [Política de Privacidade.](%@)";
"Authorization.SIGN_IN.SSO_HEADING" = "Comece hoje mesmo a construir sua carreira com confiança";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Um conjunto integrado de programas de conhecimento e capacitação para desenvolver os componentes do setor de doações e seus trabalhadores";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "iniciar sessão";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "entrar através do serviço nacional unificado de login";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Endereço de e-mail inválido";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Comprimento de senha inválido";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Esta conta %@ não está vinculada a nenhuma conta %@ . Por favor, registre-se.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "E-mail ou nome de usuário inválido";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Sua conta está desabilitada. Entre em contato com o suporte ao cliente para obter assistência.";
"Authorization.SIGN_UP.SUBTITLE" = "Crie uma conta para começar a aprender hoje mesmo!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Criar uma conta";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Ocultar campos opcionais";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Mostrar campos opcionais";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Você fez login com sucesso.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Precisamos apenas de mais algumas informações antes de você começar a aprender.";
"Authorization.SIGN_UP.AGREEMENT" = "Ao criar uma conta, você concorda com o [ %@ Contrato de Licença de Usuário Final]( %@ ) e [ %@ Termos de Serviço e Código de Honra]( %@ ) e você reconhece que %@ e cada Membro processam seus dados pessoais de acordo com a [Política de Privacidade.]( %@ )";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Concordo que %@ pode me enviar mensagens de marketing.";
"Authorization.FORGOT.TITLE" = "Esqueceu sua senha";
"Authorization.FORGOT.DESCRIPTION" = "Por favor, introduza abaixo o seu endereço de e-mail de início de sessão ou de recuperação e enviar-lhe-emos um e-mail com instruções.";
"Authorization.FORGOT.REQUEST" = "Redefinir senha";
"Authorization.FORGOT.CHECK_TITLE" = "Verifique o seu e-mail";
"Authorization.FORGOT.CHECK_Description" = "Enviámos instruções de recuperação de Palavra-passe para seu e-mail ";
"Authorization.CONTINUE_WITH" = "Continuar com:";
"Authorization.LAST_SIGN_IN" = "Última iniciar sessão";
"Authorization.OR_SIGN_IN_WITH" = "Ou iniciar sessão com E-mail :";
"Authorization.OR_REGISTER_WITH" = "Ou registar abaixo:";
"Authorization.APPLE" = "Apple";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Ou";
"Authorization.STARTUP.INFO_MESSAGE" = "Cursos e programas das melhores universidades do mundo no seu bolso.";
"Authorization.STARTUP.SEARCH_TITLE" = "O que você quer aprender?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Pesquise em nossos mais de 3000 cursos";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Explorar todos os cursos";
"Authorization.STARTUP.TITLE" = "Início";
"Authorization.LEARNING_SITES.TITLE" = "Locais de Aprendizagem";
"Authorization.LEARNING_SITES.GET_STARTED" = "Iniciar";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "Bem-vindo! Selecione seu site de aprendizagem";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Procurar";
"Authorization.LEARNING_SITES.SUBTITLE" = "Selecionar ou adicionar um site de aprendizagem";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "";
"Authorization.LEARNING_SITES.ADD_SITE" = "Adicionar um Site de Aprendizagem";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "Universidade de Artes e Ciências";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "Nenhuma escola corresponde à sua pesquisa";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Sair";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "Tem a certeza de que pretende terminar a sessão de %@?";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Sair";
"WhatsNew.TITLE" = "O que há de novo";
"WhatsNew.BUTTON_PREVIOUS" = "Anterior";
"WhatsNew.BUTTON_NEXT" = "Próximo";
"WhatsNew.BUTTON_DONE" = "Feito";
"Dashboard.TITLE" = "Painel";
"Dashboard.HEADER.COURSES" = "Curso:";
"Dashboard.HEADER.WELCOME_BACK" = "Bem-vindo de volta. Vamos continuar aprendendo.";
"Dashboard.SEARCH" = "Procurar";
"Dashboard.EMPTY.SUBTITLE" = "Você ainda não está matriculado em nenhum curso.";
"Dashboard.LEARN.TITLE" = "Aprender";
"Dashboard.LEARN.VIEW_ALL" = "Ver tudo";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Ver todos os cursos ( %@ )";
"Dashboard.LEARN.ALL_COURSES" = "Todos os cursos";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 tarefa vencida";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Ver tarefas";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Tarefas atrasadas";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Tarefas com vencimento %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Devido em %@ Dias";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Retomar Curso";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Iniciar curso";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Curso:";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Programas";
"Dashboard.LEARN.CATEGORY.ALL" = "Todos";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "Em Progresso";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Completado";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Expirado";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Nenhum curso";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Nenhum curso em andamento";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Nenhum curso concluído";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Nenhum curso expirado";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Você não está matriculado em nenhum curso no momento. Gostaria de explorar o catálogo de cursos?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Encontre um curso";
"Core.MAINSCREEN.DISCOVERY" = "Descobrir";
"Core.MAINSCREEN.DASHBOARD" = "Painel";
"Core.MAINSCREEN.IN_DEVELOPING" = "Em desenvolvimento";
"Core.MAINSCREEN.PROGRAMS" = "Programas";
"Core.MAINSCREEN.PROFILE" = "Perfil";
"Core.MAINSCREEN.LEARN" = "Aprender";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Você já configurou uma conta %@ com a sua conta %@. Você está conectado com essa conta.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Tentar novamente";
"Core.ERROR.INVALID_CREDENTIALS" = "Credenciais inválidas";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Conexão de internet lenta ou inexistente";
"Core.ERROR.NO_CACHED_DATA" = "Nenhum dado em cache para o modo offline";
"Core.ERROR.USER_NOT_ACTIVE" = "A conta do usuário não está ativada. Ative sua conta primeiro.";
"Core.ERROR.UNKNOWN_ERROR" = "Algo correu mal";
"Core.ERROR.WIFI" = "Você só pode baixar arquivos via Wi-Fi. Você pode alterar isso nas configurações.";
"Core.ERROR.AUTHORIZATION_FAILED" = "A autorização falhou.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Sem conexão com a internet";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Conecte-se à internet para visualizar este conteúdo.";
"Core.COURSEWARE.COURSE_CONTENT" = "Conteúdo do curso";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Este componente interativo ainda não está disponível para dispositivos móveis.";
"Core.COURSEWARE.COURSE_UNITS" = "Unidades curriculares";
"Core.COURSEWARE.NEXT" = "Próximo";
"Core.COURSEWARE.PREVIOUS" = "Prev";
"Core.COURSEWARE.FINISH" = "Terminar";
"Core.COURSEWARE.GOOD_WORK" = "Bom trabalho!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Voltar ao esboço";
"Core.COURSEWARE.SECTION_COMPLETED" = "Você completou “ %@ ”.";
"Core.COURSEWARE.CONTINUE" = "Continuar";
"Core.COURSEWARE.RESUME" = "Retomar";
"Core.COURSEWARE.RESUME_WITH" = "Retomar com:";
"Core.COURSEWARE.NEXT_SECTION" = "Próxima seção";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Para prosseguir com “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” pressione “Próxima seção”.";
"Core.ERROR.RELOAD" = "Recarregar";
"Core.DATE.COURSE_STARTS" = "Início do Curso";
"Core.DATE.COURSE_ENDS" = "Fim do curso";
"Core.DATE.COURSE_ENDED" = "Curso encerrado";
"Core.DATE.ENDED" = "Terminado";
"Core.DATE.START" = "Início";
"Core.DATE.STARTED" = "Iniciado";
"Core.DATE.JUST_NOW" = "Agora mesmo";
"Core.DATE.TODAY" = "Hoje";
"Core.DATE.NEXT" = "Próximo %@";
"Core.DATE.DAYS_AGO" = "%@ dias atrás";
"Core.DATE.DUE" = "Devido ";
"Core.DATE.DUE_IN" = "Devido em ";
"Core.DATE.DUE_IN_DAYS" = "Devido em %@ dias";
"Core.DATE.DUE_TODAY" = "Vence Hoje: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ Dias Vencido: %@";
"Core.DATE.DUE_IN_LEFT" = "Previsto para %@ dias: %@";
"Core.ALERT.ACCEPT" = "Aceitar";
"Core.ALERT.CANCEL" = "Cancelar";
"Core.ALERT.LOGOUT" = "Sair";
"Core.ALERT.LEAVE" = "Sair";
"Core.ALERT.SIGN_IN" = "iniciar sessão";
"Core.ALERT.REGISTER" = "registar";
"Core.ALERT.KEEP_EDITING" = "Continue editando";
"Core.ALERT.DELETE" = "Eliminar";
"Core.ALERT.ADD" = "Adicionar";
"Core.ALERT.REMOVE" = "Eliminar";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Remover calendário do curso";
"Core.NO_INTERNET.OFFLINE" = "Desligado";
"Core.NO_INTERNET.DISMISS" = "Rejeitar";
"Core.NO_INTERNET.RELOAD" = "Recarregar";
"Core.DATE_FORMAT.MMMM_DD" = "MMMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM dd, aaaa";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM dd, aaaa";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Transferir";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Transferido";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Completado";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Qualidade do download do vídeo";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Auto";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Recomendado";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Menor uso de dados";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Melhor qualidade";
"Core.DONE" = "Feito";
"Core.VIEW" = "Ver";
"Core.BACK" = "Voltar";
"Core.OK" = "OK";
"Core.CLOSE" = "fechar";
"Core.PICKER.SEARCH" = "Procurar";
"Core.PICKER.ACCEPT" = "Aceitar";
"Core.WEBVIEW.ALERT.OK" = "Ok";
"Core.WEBVIEW.ALERT.CANCEL" = "Cancelar";
"Core.WEBVIEW.ALERT.CONTINUE" = "Continuar";
"Core.REVIEW.VOTE_TITLE" = "Gostando do Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Seu feedback é importante para nós. Você poderia tirar um momento para avaliar o aplicativo tocando em uma estrela abaixo? Obrigado pelo seu apoio!";
"Core.REVIEW.FEEDBACK_TITLE" = "Deixe-nos um feedback";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Lamentamos saber que sua experiência de aprendizado teve alguns problemas. Agradecemos todos os comentários.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Obrigado";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Obrigado por compartilhar seu feedback conosco. Gostaria de compartilhar sua avaliação deste aplicativo com outros usuários na app store?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Obrigado";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Recebemos seu feedback e o usaremos para ajudar a melhorar sua experiência de aprendizado daqui para frente. Obrigado por compartilhar!";
"Core.REVIEW.BETTER" = "O que poderia ter sido melhor?";
"Core.REVIEW.NOT_NOW" = "Agora não";
"Core.REVIEW.BUTTON.SUBMIT" = "Enviar";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Compartilhe Feedback";
"Core.REVIEW.BUTTON.RATE_US" = "Avalie-nos";
"Core.REVIEW.EMAIL.TITLE" = "Selecione o cliente de e-mail:";
"Core.SOCIAL_SIGN_CANCELED" = "O usuário cancelou o fluxo de login.";
"Core.SIGN_IN.LOG_IN_BTN" = "Entrar";
"Core.SIGN_IN.REGISTER_BTN" = "registar";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "iniciar sessão com SSO";
"Core.TOMORROW" = "Amanhã";
"Core.YESTERDAY" = "Ontem";
"Core.OPEN_IN_BROWSER" = "Ver no Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Não se preocupe – altere nosso cronograma sugerido para concluir as atribuições pendentes sem perder nenhum progresso.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Mudar as datas limite";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Perdeu algum prazo?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Nós criamos um cronograma sugerido para ajudar você a permanecer no caminho certo. Mas não se preocupe – ele é flexível para que você possa aprender no seu próprio ritmo. Se você ficar para trás, poderá ajustar as datas para se manter no caminho certo.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Para concluir tarefas avaliadas como parte deste curso, você pode fazer o upgrade hoje mesmo.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Você está auditando este curso, o que significa que você não pode participar de tarefas classificadas. Parece que você perdeu alguns prazos importantes com base em nossa programação sugerida. Para concluir tarefas classificadas como parte deste curso e transferir as tarefas vencidas para o futuro, você pode fazer o upgrade hoje.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Suas datas não puderam ser alteradas. Por favor, tente novamente.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Suas datas foram alteradas com sucesso.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Datas do curso";
"Core.COURSE_DATES.TODAY" = "Hoje";
"Core.COURSE_DATES.COMPLETED" = "Completado";
"Core.COURSE_DATES.PAST_DUE" = "Vencido";
"Core.COURSE_DATES.THIS_WEEK" = "Essa semana";
"Core.COURSE_DATES.NEXT_WEEK" = "Próxima semana";
"Core.COURSE_DATES.UPCOMING" = "Próximo";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Armazenamento do dispositivo cheio";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Seu dispositivo não tem espaço livre suficiente para transferir este conteúdo . Por favor libere algum espaço e tente novamente.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ usado, %@ grátis";
"Core.COURSE.ALERT.CANCEL" = "cancelar";
"Core.COURSE.ALERT.CLOSE" = "fechar";
"Core.COURSE.ALERT.REMOVE" = "Remover";
"Core.COURSE.ALERT.DOWNLOAD" = "transferir";
"Core.COURSE.ALERT.TRY_AGAIN" = "Tentar novamente";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Remover conteúdo offline?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Confirmar download";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Transferir na rede móvel?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Remover este conteúdo liberará %@ .";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Baixar este %@ de conteúdo guardar os blocos disponíveis offline.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "O download deste conteúdo utilizará %@ de dados celulares.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "transferir falhou";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Sem ligação à Internet";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi obrigatório";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Infelizmente, este conteúdo não conseguiu transferir . Por favor tente novamente mais tarde ou relate este problema.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "O download deste conteúdo requer uma conexão ativa com a Internet . Por favor conecte-se à Internet e tente novamente.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "O download deste conteúdo requer uma conexão WiFi ativa. Por favor conecte-se a uma rede WiFi e tente novamente.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Os vídeos que você selecionou são maiores que 1 GB. Você quer transferir esses vídeos?";
"Core.DOWNLOAD.DOWNLOAD" = "transferir";
"Core.ALERT.ACCEPT" = "Aceitar";
